---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementZflipped
source: html/c6722fe9-8d6e-2763-a7af-5870b55e1fbd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementZflipped Property

"Flipped"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementZflipped { get; }
```